Repository: payrexx/jtl-payrexx-gateway
Catalog: jtl_payrexx/locale/*/*.po
Languages: de_de

source: JTL Payrexx Payment - Accept payments using Payrexx Payment gateway!
de_de: JTL Payrexx Payment - Akzeptieren Sie Zahlungen mit Payrexx Payment gateway!

source: Payrexx Configuration
de_de: Payrexx Konfiguration

source: Choose Your Platform
de_de: Wählen Sie Ihre Plattform

source: Instance Name
de_de: Name der Instanz

source: INSTANCE NAME is a part of the url where you access your payrexx installation. https://INSTANCE.payrexx.com
de_de: INSTANCE NAME ist ein Teil der URL, über die Sie auf Ihre payrexx-Installation zugreifen. https://INSTANCE.payrexx.com

source: Paste here your API key from the Integrations page of your Payrexx merchant backend.
de_de: Fügen Sie hier Ihren API-Schlüssel von der Integrations-Seite Ihres Payrexx-Händler-Backends ein.

source: Enter a profile ID if you wish to use a specific Look&Feel profile.
de_de: Geben Sie eine Profil-ID ein, wenn Sie ein bestimmtes Look&Feel-Profil verwenden möchten.

source: validate_configuration
de_de: Konfiguration validieren

source: Look and Feel Profile Id
de_de: Look & Feel Profil ID

source: API Secret
de_de: API Schlüssel

source: Enable Logging
de_de: Loggen inschakelen

source: Enable Logging Description
de_de: Inschakelen of uitschakelen voor foutopsporingsdoeleinden. Aanbevolen om alleen troubleshooting in te schakelen. Het is effectief als het logtype debug is (troubleshooting->log->instellingen)
